Repository: Viniciusbudel/idle-time
Catalog: lib/l10n/app_*.arb
Languages: pt

# appTitle
source: Time Factory
pt: Fábrica do Tempo

source: Loading Timeline...
pt: Carregando Linha do Tempo...

source: CHAMBERS
pt: CÂMARAS

source: FACTORY
pt: FÁBRICA

source: SUMMON
pt: INVOCAR

source: TECH
pt: TECNOLOGIA

source: PRESTIGE
pt: PRESTÍGIO

source: CURRENT OUTPUT
pt: PRODUÇÃO ATUAL

# perSecond
source: / SEC
pt: / SEG

source: SYS :: ONLINE
pt: SISTEMA :: ONLINE

# efficiency
source: EFF
pt: EFIC

source: STABILITY
pt: ESTABILIDADE

source: SYSTEM UPGRADE
pt: UPGRADE DO SISTEMA

source: INIT UPGRADE
pt: UPGRADE

# initializeExpansion
source: Initialize expansion protocol?
pt: Iniciar protocolo de expansão?

source: LVL
pt: NÍV

source: MANAGE UNITS
pt: GERENCIAR UNIDADES

source: WORKER MANAGEMENT
pt: GERENCIAMENTO DE TRABALHADORES

# mergeInstructions
source: Merge 3 workers of the same rarity to create 1 of higher rarity.
pt: Combine 3 trabalhadores da mesma raridade para criar 1 de raridade superior.

source: LEGACY UNITS DETECTED
pt: UNIDADES LEGADAS DETECTADAS

# legacyUnitsDescription
source: Refit these workers to current era tech for significantly increased production.
pt: Adapte estes trabalhadores para a tecnologia da era atual para aumentar significativamente a produção.

source: REFIT
pt: ADAPTAR

# available
source: {count} Available
pt: {count} Disponíveis

# needMoreToMerge
source: Need 3 of same era to merge
pt: Necessário 3 da mesma era para combinar

source: MERGE
pt: COMBINAR

source: MERGE SUCCESSFUL!
pt: COMBINAÇÃO BEM-SUCEDIDA!

# unit
source: {rarity} Unit
pt: Unidade {rarity}

source: EXCELLENT
pt: EXCELENTE

source: TECH AUGMENTATION
pt: AUMENTO TECNOLÓGICO

source: SYSTEM UPGRADES AVAILABLE
pt: UPGRADES DE SISTEMA DISPONÍVEIS

source: ERA LOCKED
pt: ERA BLOQUEADA

source: RESEARCH INCOMPLETE
pt: PESQUISA INCOMPLETA

# advanceTo
source: ADVANCE TO {era}
pt: AVANÇAR PARA {era}

source: COST
pt: CUSTO

source: Common
pt: Comum

source: Rare
pt: Rara

source: Epic
pt: Épica

source: Legendary
pt: Lendária

source: Paradox
pt: Paradoxal

# victorian
source: Steampunk Era
pt: Era Vitoriana

source: Roaring 20s
pt: Anos 20 Vibrantes

source: Atomic Age
pt: Era Atômica

source: Cyberpunk 80s
pt: Cyberpunk 80

source: Neo-Tokyo
pt: Neo-Tóquio

source: Post-Singularity
pt: Pós-Singularidade

source: Ancient Rome
pt: Roma Antiga

source: Far Future
pt: Futuro Distante

source: Chrono-Energy
pt: Crono-Energia

source: Time Shards
pt: Fragmentos do Tempo

source: Paradox Points
pt: Pontos de Paradoxo

source: Tech Bonus
pt: Bônus Tecnológico

source: CE/SEC
pt: CE/SEG

source: Merge failed
pt: Falha na combinação

source: WORKER PROTOCOLS
pt: PROTOCOLOS DE TRABALHO

source: ONLINE
pt: ATIVO

# basicLoopName
source: Basic Loop Chamber
pt: Câmara de Loop Básico

# dualHelixName
source: Dual Helix Chamber
pt: Câmara de Hélice Dupla

# nuclearReactorName
source: Nuclear Fusion Reactor
pt: Reator de Fusão Nuclear

# paradoxAmplifierName
source: Paradox Amplifier
pt: Amplificador de Paradoxo

# timeDistortionName
source: Time Distortion Field
pt: Campo de Distorção Temporal

# dataNodeName
source: Data Node
pt: Nó de Dados

# synthLabName
source: Synth Lab
pt: Laboratório Sintético

# neonCoreName
source: Neon Core
pt: Núcleo Neon

# riftGeneratorName
source: Rift Generator
pt: Gerador de Fenda

# chronoMasteryName
source: Chrono Mastery
pt: Maestria Cronológica

# chronoMasteryDescription
source: +10% CE production per point
pt: +10% de produção de CE por ponto

# riftStabilityName
source: Rift Stability
pt: Estabilidade de Fenda

# riftStabilityDescription
source: -5% paradox accumulation per point
pt: -5% de acúmulo de paradoxo por ponto

# eraInsightName
source: Era Insight
pt: Visão de Era

# eraInsightDescription
source: +1 starting era unlocked per point
pt: +1 era inicial desbloqueada por ponto

# offlineBonusName
source: Temporal Memory
pt: Memória Temporal

# offlineBonusDescription
source: +10% offline efficiency per point
pt: +10% de eficiência offline por ponto

# timekeepersFavorName
source: Timekeeper's Favor
pt: Favor do Guardião do Tempo

# timekeepersFavorDescription
source: Raids easier, better rewards
pt: Raids mais fáceis, melhores recompensas

source: TIMELINE COLLAPSE
pt: COLAPSO DA LINHA DO TEMPO

# prestigeDescription
source: Reset your timeline to gain Prestige Points (PP). PP increases production by 10% per point.
pt: Reinicie sua linha do tempo para ganhar Pontos de Prestígio (PP). PP aumenta a produção em 10% por ponto.

source: ESTIMATED REWARD
pt: RECOMPENSA ESTIMADA

source: INITIATE COLLAPSE
pt: INICIAR COLAPSO

# prestigeRequirement
source: Require more lifetime earnings to collapse.
pt: Requer mais ganhos vitalícios para colapsar.

source: ACTIVE WORKFORCE
pt: FORÇA DE TRABALHO ATIVA

source: TOTAL DAILY YIELD
pt: RENDIMENTO DIÁRIO TOTAL

source: OPERATIONAL CHAMBERS
pt: CÂMARAS OPERACIONAIS

source: SYSTEM STATUS
pt: STATUS DO SISTEMA

source: ALL SYSTEMS OPTIMAL
pt: SISTEMAS EXCELENTES

# noActiveChambers
source: No active chambers detected.
pt: Nenhuma câmara ativa detectada.

# deployWorkersToStart
source: Deploy workers to start production.
pt: Aloque trabalhadores para iniciar a produção.

source: ACTIVE
pt: ATIVO

source: HIRE NEW UNIT
pt: RECRUTAR NOVA UNIDADE

source: NO UNITS DETECTED
pt: NENHUMA UNIDADE DETECTADA

source: COMMAND CENTER
pt: CENTRO DE COMANDO

source: ACTIVE UNITS
pt: UNIDADES ATIVAS

source: ERA UNLOCKED
pt: ERA DESBLOQUEADA

# initializePrimaryChamber
source: Initialize the Primary Chamber to begin production.
pt: Inicialize a Câmara Primária para começar a produção.

source: INITIALIZE SYSTEM
pt: INICIALIZAR SISTEMA

# insufficientCE
source: Insufficient CE for upgrade!
pt: CE insuficiente para o upgrade!

# factoryFloorFull
source: Factory Floor Full (Max 5 Chambers)!
pt: Chão da Fábrica Lotado (Máx 5 Câmaras)!

# needCEToConstruct
source: Need {cost} CE to construct!
pt: Necessário {cost} CE para construir!

source: OPTIMAL
pt: EXCELENTE

source: STABLE
pt: ESTÁVEL

source: CRITICAL
pt: CRÍTICO

source: IDLE
pt: OCIOSO

source: REPAIR
pt: REPARAR

source: ASSIGN
pt: ATRIBUIR

source: ADVANCE TO {era}
pt: AVANÇAR PARA {era}

source: TIMELINE MAXIMIZED
pt: LINHA DO TEMPO NO MÁXIMO

source: ADVANCE TIMELINE
pt: AVANÇAR LINHA DO TEMPO

source: TECH INCOMPLETE
pt: TECNOLOGIA INCOMPLETA

source: REQUIREMENT
pt: REQUISITO

# selectUnitFor
source: Select a unit for {station}
pt: Selecione uma unidade para {station}

source: NO IDLE WORKERS
pt: NENHUMA UNIDADE EM IDLE

# hireMoreToAssign
source: Hire more units to assign
pt: Contrate mais unidades para fazer o assign

# awayFor
source: You were away for {duration}
pt: Você esteve fora por {duration}

# ceCollected
source: CHRONO-ENERGY COLLECTED
pt: CHRONO-ENERGY COLETADA

# offlineEfficiency
source: {percent}% offline efficiency
pt: {percent}% de eficiência offline

source: COLLECT
pt: COLETAR

source: TIMELINE UNLOCKED
pt: TIMELINE DESBLOQUEADA

# newEraAvailable
source: A new era is available for exploration. Travel now to access new technologies and resources.
pt: Uma nova era está disponível para exploração. Viaje agora para acessar novas tecnologias e recursos.

source: TRAVEL TO ERA
pt: VIAJAR PARA ERA

source: LATER
pt: DEPOIS

source: NO STATIONS AVAILABLE
pt: NENHUMA STATION DISPONÍVEL

# buildStationsToStart
source: Build stations in the Factory tab
pt: Construa estações na aba Factory

source: Production Bonus
pt: Bônus de Produção

source: CANCEL
pt: CANCELAR

source: CONFIRM
pt: CONFIRMAR

# nextEffect
source: NEXT: +{percent}% {label}
pt: PRÓXIMO: +{percent}% {label}

# automationEffect
source: AUTO-COLLECTION
pt: AUT0-COLETA

# efficiencyEffect
source: CORE PRODUCTION
pt: PRODUÇÃO

# timeWarpEffect
source: TEMPORAL SPEED
pt: VELOCIDADE

# costReductionEffect
source: UPGRADE DISCOUNT
pt: PREÇO UPGRADE

# offlineEffect
source: OFFLINE EARNINGS
pt: GANHOS OFFLINE

# clickPowerEffect
source: MANUAL POWER
pt: PODER MANUAL

# eraUnlockEffect
source: ERA CLEARANCE
pt: LIBERAÇÃO DE ERA

# manhattanEffect
source: ATOMIC MULTIPLIER
pt: MULTIPLICADOR ATÔMICO

# statusDeployed
source: DEPLOYED
pt: ALOCADO

source: SETTINGS
pt: CONFIGURAÇÕES

# settingsGeneral
source: GENERAL
pt: GERAL

# settingsData
source: DATA
pt: DADOS

# settingsAbout
source: ABOUT
pt: SOBRE

# settingsLanguage
source: Language
pt: Idioma

# settingsResetProgress
source: Reset Progress
pt: Resetar Progresso

# settingsReset
source: RESET
pt: RESETAR

# settingsResetConfirmTitle
source: RESET ALL DATA?
pt: RESETAR TUDO?

# settingsResetConfirmBody
source: This will permanently erase all progress, workers, and resources. This action cannot be undone.
pt: Isso apagará permanentemente todo progresso, trabalhadores e recursos. Esta ação não pode ser desfeita.

# settingsVersion
source: Version
pt: Versão

# settingsDeveloper
source: Developer
pt: Desenvolvedor

# tutorialWelcomeTitle
source: WELCOME, CHRONO-ENGINEER
pt: BEM-VINDO, CRONO-ENGENHEIRO

# tutorialWelcomeBody
source: The timeline is unstable. We need to establish a production loop. Tap anywhere to initialize the protocol.
pt: A linha do tempo está instável. Precisamos estabelecer um loop de produção. Toque em qualquer lugar para inicializar.

# tutorialHireTitle
source: RECRUIT WORKFORCE
pt: RECRUTAR FORÇA

# tutorialHireBody
source: Productivity is zero. You need workers from across history. Access the TIME RIFT to summon unit.
pt: Produtividade zero. Precisamos de trabalhadores. Acesse a FENDA TEMPORAL para invocar uma unidade.

# tutorialAssignTitle
source: DATA: IDLE UNIT
pt: DADOS: UNIDADE OCIOSA

# tutorialAssignBody
source: We have a worker, but they are doing nothing. Drag them to a Chamber to start generating Chrono-Energy.
pt: Temos um trabalhador, mas ele não está fazendo nada. Arraste-o para uma Câmara para gerar Crono-Energia.

# tutorialProduceTitle
source: SYSTEM: ONLINE
pt: SISTEMA: ONLINE

# tutorialProduceBody
source: Production is stable. Tap the REACTOR to manually accelerate time and collect energy.
pt: Produção estável. Toque no REATOR para acelerar o tempo manualmente e coletar energia.

# tutorialGoalTitle
source: OBJECTIVE: COLLAPSE
pt: OBJETIVO: COLAPSO

# tutorialGoalBody
source: Great work. Your goal is to reach 1 MILLION CE to trigger a PRESTIGE EVENT and collapse the timeline. Good luck.
pt: Bom trabalho. Seu objetivo é alcançar 1 MILHÃO DE CE para causar um EVENTO DE PRESTÍGIO. Boa sorte.

source: ACHIEVEMENTS
pt: CONQUISTAS

source: ACK
pt: OK

# activeTitle
source: Active
pt: Ativas

source: ALL
pt: TODOS

# artifactRollChance
source: Artifact roll chance: {percent}%
pt: Chance de artefato: {percent}%

# availableMissions
source: Available Missions ({count})
pt: Missoes Disponiveis ({count})

source: AWESOME
pt: INCRIVEL

# chronoEnergyUpper
source: CHRONO ENERGY
pt: ENERGIA CRONO

source: CLAIM
pt: COLETAR

source: CLAIM ALL
pt: COLETAR TUDO

# claimedRewardsCount
source: Claimed {count} reward(s)
pt: {count} recompensa(s) coletada(s)

source: COMPLETED
pt: CONCLUIDAS

# confirmSelectedWorkers
source: Confirm ({selected}/{required})
pt: Confirmar ({selected}/{required})

source: CONFIRM UPGRADE
pt: CONFIRMAR UPGRADE

source: CRAFT
pt: CRIAR

# expeditionFailureLoss
source: Lost {workers} worker(s) and {artifacts} artifact(s)
pt: Perdeu {workers} trabalhador(es) e {artifacts} artefato(s)

source: EXPEDITION REWARD
pt: RECOMPENSA DA EXPEDICAO

# expeditionStarted
source: {slot} started ({risk}) with {workers} worker(s)
pt: {slot} iniciada ({risk}) com {workers} trabalhador(es)

source: EXPEDITION STATUS
pt: STATUS DA EXPEDICAO

# expeditionWorkersAssigned
source: {workers} worker(s) assigned | reward profile: x{ceMultiplier} CE, +{shards} TS, {artifactChance}% artifact
pt: {workers} trabalhador(es) alocado(s) | perfil: x{ceMultiplier} CE, +{shards} TS, {artifactChance}% artefato

# expeditionWorkersReady
source: Need {required} idle worker(s) | {available} ready
pt: Precisa de {required} ocioso(s) | {available} pronto(s)

# expeditionWorkersReadyInsufficient
source: Need {required} idle worker(s) | only {available} ready
pt: Precisa de {required} ocioso(s) | apenas {available} pronto(s)

source: Failure report acknowledged
pt: Relatorio de falha confirmado

source: HIRE SUCCESSFUL!
pt: CONTRATACAO BEM-SUCEDIDA!

# holdPressInspectTapEquip
source: Hold-press to inspect ? Tap to equip
pt: Segure para inspecionar ? Toque para equipar

# idleTitle
source: Idle
pt: Ocioso

source: INITIATE EXPEDITION
pt: INICIAR EXPEDICAO

source: MANAGE
pt: GERENCIAR

source: Mission Control
pt: Controle de Missoes

source: MISSIONS
pt: MISSOES

# nextCompletion
source: Next completion: {slot} in {duration}
pt: Proxima conclusao: {slot} em {duration}

source: No active expeditions
pt: Nenhuma expedicao ativa

# noArtifactsByFilter
source: No {filter} artifacts in inventory.
pt: Nenhum artefato {filter} no inventario.

source: No chambers yet
pt: Nenhuma camara ainda

source: No rewards waiting
pt: Nenhuma recompensa aguardando

# noWorkersByRarity
source: No {rarity} workers
pt: Sem trabalhadores {rarity}

# readyTitle
source: Ready
pt: Pronta

# resourceYieldLabel
source: RESOURCE YIELD: {ce} CE
pt: RENDIMENTO: {ce} CE

# resourceYieldUnavailable
source: RESOURCE YIELD: --
pt: RENDIMENTO: --

source: SALVAGE
pt: RECICLAR

# salvagedArtifactDust
source: Salvaged artifact: +{dust} Dust
pt: Artefato reciclado: +{dust} Po

source: SEARCH ARTIFACTS...
pt: BUSCAR ARTEFATOS...

# selectWorkers
source: Select {required} worker(s)
pt: Selecione {required} trabalhador(es)

# selectedWorkers
source: Selected {selected}/{required}
pt: Selecionados {selected}/{required}

# tapWorkerIconsHint
source: Tap worker icons above to assign or swap the crew.
pt: Toque nos icones acima para atribuir ou trocar a equipe.

# timeShardsUpper
source: TIME SHARDS
pt: FRAGMENTOS DO TEMPO

# unableClaimExpedition
source: Unable to claim expedition result.
pt: Nao foi possivel coletar o resultado da expedicao.

# unableStartExpedition
source: Unable to start expedition with selected workers.
pt: Nao foi possivel iniciar a expedicao com os trabalhadores selecionados.

source: UNASSIGN
pt: REMOVER

source: WELCOME
pt: BEM-VINDO

# allArtifactSlotsFilled
source: ALL {slots} SLOTS FILLED - Unequip an artifact first.
pt: TODOS OS {slots} SLOTS PREENCHIDOS - Desequipe um artefato primeiro.

# craftFailedDustOrInventory
source: Craft failed (dust or inventory limit).
pt: Falha na criacao (po ou limite de inventario).

# upgradeMaxed
source: {title} maxed
pt: {title} no maximo

# upgradeCostsPp
source: {title} costs {cost} PP
pt: {title} custa {cost} PP

source: LOCKED
pt: BLOQUEADO

source: Prestiges: {count}
pt: Prestigios: {count}

# activeExpeditions
source: Active Expeditions ({count})
pt: Expedicoes Ativas ({count})

# queuedRewards
source: Queued rewards: +{ce} CE | +{shards} TS
pt: Recompensas na fila: +{ce} CE | +{shards} TS

# successProbabilityLabel
source: SUCCESS PROBABILITY: {percent}%
pt: CHANCE DE SUCESSO: {percent}%

# expeditionFailedTitle
source: {slot} | FAILED
pt: {slot} | FALHA

source: RETROFIT PROTOCOL
pt: PROTOCOLO DE RETROFIT

# upgradeLegacyUnitPrompt
source: Upgrade legacy unit to current temporal standards?
pt: Atualizar unidade legada para os padroes temporais atuais?

source: CURRENT
pt: ATUAL

source: UPGRADED
pt: APRIMORADA

# techTreeChronalStabilizer
source: Chronal Stabilizer
pt: Estabilizador Cronal

# techTreeChronalStabilizerDescription
source: Reduces paradox buildup by 15%
pt: Reduz o acumulo de paradoxo em 15%

# techTreeQuantumDrill
source: Quantum Drill
pt: Broca Quantica

# techTreeQuantumDrillDescription
source: Increases mining efficiency by 25%
pt: Aumenta a eficiencia de mineracao em 25%

# techTreeNeuralNetwork
source: Neural Network
pt: Rede Neural

# techTreeNeuralNetworkDescription
source: Workers automate tasks 10% faster
pt: Trabalhadores automatizam tarefas 10% mais rapido

# techCost
source: COST: {value}
pt: CUSTO: {value}

# techCostCe
source: COST: {value} CE
pt: CUSTO: {value} CE
